[
  {"id":"baiz2024","abstract":"Vertebrates host complex microbiomes that impact their physiology. In many taxa, including colourful wood-warblers, gut microbiome similarity decreases with evolutionary distance. This may suggest that as host populations diverge, so do their microbiomes, because of either tight coevolutionary dynamics, or differential environmental influences, or both. Hybridization is common in wood-warblers, but the effects of evolutionary divergence on the microbiome during secondary contact are unclear. Here, we analyse gut microbiomes in two geographically disjunct hybrid zones between blue-winged warblers (Vermivora cyanoptera) and golden-winged warblers (Vermivora chrysoptera). We performed 16S faecal metabarcoding to identify species-specific bacteria and test the hypothesis that host admixture is associated with gut microbiome disruption. Species identity explained a small amount of variation between microbiomes in only one hybrid zone. Co-occurrence of species-specific bacteria was rare for admixed individuals, yet microbiome richness was similar among admixed and parental individuals. Unexpectedly, we found several bacteria that were more abundant among admixed individuals with a broader deposition of carotenoid-based plumage pigments. These bacteria are predicted to encode carotenoid biosynthesis genes, suggesting birds may take advantage of pigments produced by their gut microbiomes. Thus, host admixture may facilitate beneficial symbiotic interactions which contribute to plumage ornaments that function in sexual selection.","accessed":{"date-parts":[["2025",11,17]]},"author":[{"family":"Baiz","given":"Marcella D."},{"family":"Wood","given":"Andrew W."},{"family":"Toews","given":"David P. L."}],"citation-key":"baiz2024","container-title":"Proceedings of the Royal Society B: Biological Sciences","DOI":"10.1098/rspb.2024.0238","issue":"2021","issued":{"date-parts":[["2024",4,17]]},"page":"20240238","publisher":"Royal Society","source":"royalsocietypublishing.org (Atypon)","title":"Association between the gut microbiome and carotenoid plumage phenotype in an avian hybrid zone","type":"article-journal","URL":"https://royalsocietypublishing.org/doi/10.1098/rspb.2024.0238","volume":"291"},
  {"id":"bemmels2021","abstract":"Geographic contact between sister lineages often occurs near the final stages of speciation, but its role in speciation's completion remains debated. Reproductive isolation may be essentially complete prior to secondary contact. Alternatively, costly interactions between partially reproductively isolated species – such as maladaptive hybridization or competition for resources – may select for divergence, increasing reproductive isolation and driving speciation toward completion. Here, we use coalescent demographic modelling and whole-genome data sets to show that a period of contact and elevated hybridization between sympatric eastern North American populations of two cryptic bird species preceded a major increase in reproductive isolation between these populations within the last 10,000 years. In contrast, substantial introgression continues to the present in a western contact zone where geographic overlap is much narrower and probably of more recent origin. In the sympatric eastern region where reproductive isolation has increased, it is not accompanied by character displacement in key morphometric traits, plumage coloration, or ecological traits. While the precise trait and underlying mechanism driving increased reproductive isolation remains unknown, we discuss several possibilities and outline avenues for future research. Overall, our results highlight how demographic models can reveal the geographic context in which reproductive isolation was completed, and demonstrate how contact can accelerate the final stages of speciation.","accessed":{"date-parts":[["2025",9,18]]},"author":[{"family":"Bemmels","given":"Jordan B."},{"family":"Bramwell","given":"Ashley C."},{"family":"Anderson","given":"Sean A. S."},{"family":"Luzuriaga-Aveiga","given":"Vanessa E."},{"family":"Mikkelsen","given":"Else K."},{"family":"Weir","given":"Jason T."}],"citation-key":"bemmels2021","container-title":"Molecular Ecology","DOI":"10.1111/mec.16105","ISSN":"1365-294X","issue":"19","issued":{"date-parts":[["2021"]]},"language":"en","license":"© 2021 John Wiley & Sons Ltd","page":"4833–4844","source":"Wiley Online Library","title":"Geographic contact drives increased reproductive isolation in two cryptic Empidonax flycatchers","type":"article-journal","URL":"https://onlinelibrary.wiley.com/doi/abs/10.1111/mec.16105","volume":"30"},
  {"id":"chen2024","abstract":"Endogenous retroviruses (ERVs) are ancient retroviral remnants integrated in host genomes, and commonly deleted through unequal homologous recombination, leaving solitary long terminal repeats (solo-LTRs). This study, analysing the genomes of 362 bird species and their reptilian and mammalian outgroups, reveals an unusually higher level of solo-LTRs formation in birds, indicating evolutionary forces might have purged ERVs during evolution. Strikingly in the order Passeriformes, and especially the parvorder Passerida, endogenous retrovirus K (ERVK) solo-LTRs showed bursts of formation and recurrent accumulations coinciding with speciation events over past 22 million years. Moreover, our results indicate that the ongoing expansion of ERVK solo-LTRs in these bird species, marked by high transcriptional activity of ERVK retroviral genes in reproductive organs, caused variation of solo-LTRs between individual zebra finches. We experimentally demonstrated that cis-regulatory activity of recently evolved ERVK solo-LTRs may significantly increase the expression level of ITGA2 in the brain of zebra finches compared to chickens. These findings suggest that ERVK solo-LTRs expansion may introduce novel genomic sequences acting as cis-regulatory elements and contribute to adaptive evolution. Overall, our results underscore that the residual sequences of ancient retroviruses could influence the adaptive diversification of species by regulating host gene expression.","accessed":{"date-parts":[["2025",10,20]]},"author":[{"family":"Chen","given":"Guangji"},{"family":"Yu","given":"Dan"},{"family":"Yang","given":"Yu"},{"family":"Li","given":"Xiang"},{"family":"Wang","given":"Xiaojing"},{"family":"Sun","given":"Danyang"},{"family":"Lu","given":"Yanlin"},{"family":"Ke","given":"Rongqin"},{"family":"Zhang","given":"Guojie"},{"family":"Cui","given":"Jie"},{"family":"Feng","given":"Shaohong"}],"citation-key":"chen2024","container-title":"Nature Communications","container-title-short":"Nat Commun","DOI":"10.1038/s41467-024-47501-3","ISSN":"2041-1723","issue":"1","issued":{"date-parts":[["2024",4,11]]},"language":"en","license":"2024 The Author(s)","page":"3151","publisher":"Nature Publishing Group","source":"www.nature.com","title":"Adaptive expansion of ERVK solo-LTRs is associated with Passeriformes speciation events","type":"article-journal","URL":"https://www.nature.com/articles/s41467-024-47501-3","volume":"15"},
  {"id":"coathup2024","abstract":"Theoretical models predict that sympatric, ecological speciation may be facilitated more readily when so-called ‘magic traits’ are present, linking traits under divergent selection with assortative mating. Such traits might be encoded by pleiotropic genes, that is, genes that affect multiple, apparently unrelated, phenotypes. However, few convincing examples of sympatric speciation exist, and empirical evidence for the role of magic traits in driving such speciation is rare. One of the strongest cases of sympatric speciation is the Howea palms of Lord Howe Island, Australia, comprising the sister species Howea belmoreana and Howea forsteriana, which have diverged due to soil substrate preferences and flowering time displacement. Here we investigate the role that pleiotropy may have played in the speciation process by carrying out high-throughput phenotyping experiments using 1830 Arabidopsis thaliana plants with knockouts of candidate Howea ‘speciation genes’. We identify several genes that show signatures of adaptive divergence between the Howea species and demonstrate pleiotropic roles in soil stress tolerance and flowering time, consistent with the Howea speciation scenario—notably, Howea orthologues of the A. thaliana loci At2-MMP, DCL1, RCD1, SAL1, and SIZ1. Empirical evidence is provided, therefore, for a range of pleiotropic genes with the potential to have driven sympatric speciation by generating magic traits which link divergent selection to non-random mating.","accessed":{"date-parts":[["2025",9,2]]},"author":[{"family":"Coathup","given":"Matthew J"},{"family":"Mouhu","given":"Katriina"},{"family":"Himanen","given":"Kristiina"},{"family":"Turnbull","given":"Colin G N"},{"family":"Savolainen","given":"Vincent"}],"citation-key":"coathup2024","container-title":"Evolutionary Journal of the Linnean Society","container-title-short":"Evol J Linn Soc","DOI":"10.1093/evolinnean/kzae017","ISSN":"2752-938X","issue":"1","issued":{"date-parts":[["2024",1,1]]},"page":"kzae017","source":"Silverchair","title":"Ecological speciation in sympatric palms: 5. Evidence for pleiotropic speciation genes using gene knockout and high-throughput phenotyping","title-short":"Ecological speciation in sympatric palms","type":"article-journal","URL":"https://doi.org/10.1093/evolinnean/kzae017","volume":"3"},
  {"id":"dean2019","abstract":"Ecological speciation has become a popular model for the development and maintenance of reproductive isolation in closely related sympatric pairs of species or ecotypes. An implicit assumption has been that such pairs originate (possibly with gene flow) from a recent, genetically homogeneous ancestor. However, recent genomic data have revealed that currently sympatric taxa are often a result of secondary contact between ancestrally allopatric lineages. This has sparked an interest in the importance of initial hybridization upon secondary contact, with genomic reanalysis of classic examples of ecological speciation often implicating admixture in speciation. We describe a novel occurrence of unusually well-developed reproductive isolation in a model system for ecological speciation: the three-spined stickleback (Gasterosteus aculeatus), breeding sympatrically in multiple lagoons on the Scottish island of North Uist. Using morphological data, targeted genotyping, and genome-wide single-nucleotide polymorphism data, we show that lagoon resident and anadromous ecotypes are strongly reproductively isolated with an estimated hybridization rate of only ∼1%. We use palaeoecological and genetic data to test three hypotheses to explain the existence of these species-pairs. Our results suggest that recent, purely ecological speciation from a genetically homogeneous ancestor is probably not solely responsible for the evolution of species-pairs. Instead, we reveal a complex colonization history with multiple ancestral lineages contributing to the genetic composition of species-pairs, alongside strong disruptive selection. Our results imply a role for admixture upon secondary contact and are consistent with the recent suggestion that the genomic underpinning of ecological speciation often has an older, allopatric origin.","accessed":{"date-parts":[["2025",9,2]]},"author":[{"family":"Dean","given":"Laura L"},{"family":"Magalhaes","given":"Isabel S"},{"family":"Foote","given":"Andrew"},{"family":"D’Agostino","given":"Daniele"},{"family":"McGowan","given":"Suzanne"},{"family":"MacColl","given":"Andrew D C"}],"citation-key":"dean2019","container-title":"Molecular Biology and Evolution","container-title-short":"Mol Biol Evol","DOI":"10.1093/molbev/msz161","ISSN":"0737-4038","issue":"11","issued":{"date-parts":[["2019",11,1]]},"page":"2481–2497","source":"Silverchair","title":"Admixture between Ancient Lineages, Selection, and the Formation of Sympatric Stickleback Species-Pairs","type":"article-journal","URL":"https://doi.org/10.1093/molbev/msz161","volume":"36"},
  {"id":"foote2018","accessed":{"date-parts":[["2025",8,27]]},"author":[{"family":"Foote","given":"Andrew D."}],"citation-key":"foote2018","container-title":"Trends in Ecology & Evolution","container-title-short":"Trends in Ecology & Evolution","DOI":"10.1016/j.tree.2017.11.003","ISSN":"0169-5347","issue":"2","issued":{"date-parts":[["2018",2,1]]},"language":"English","page":"85–95","PMID":"29198471","publisher":"Elsevier","source":"www.cell.com","title":"Sympatric Speciation in the Genomic Era","type":"article-journal","URL":"https://www.cell.com/trends/ecology-evolution/abstract/S0169-5347(17)30285-9","volume":"33"},
  {"id":"heuer2024","abstract":"Variation in coat color is a prominent feature in carnivores, thought to be shaped by environmental factors. As new traits could allow populations to occupy novel niches and habitats, color polymorphism may be maintained by balancing selection. Consequently, color polymorphic species may speciate more rapidly and can give rise to monomorphic daughter species. We thus predicted that, within the Carnivora, (i) speciation rate is higher in polymorphic lineages, (ii) divergence between color polymorphic lineages is more recent, and (iii) within closely related groups, polymorphic lineages are ancestral and monomorphic lineages derived. We also tested whether accelerated speciation rates relate to niche breadth, measured by the number of occupied habitats and range size. We collected data of 48 polymorphic and 192 monomorphic carnivore species, and assessed speciation rates using phylogenetic comparative methods. We found that polymorphic carnivores had higher speciation rates (λ1 = 0.29, SD = 0.13) than monomorphic species (λ0 = 0.053, SD = 0.044). Hidden and quantitative state speciation and extinction models inferred that color polymorphism was the main contributing factor, and that niche breadth was not of influence. Therefore, other selective forces than spatial niche segregation, such as predator-prey coevolution, may contribute to color polymorphism in wild carnivores.","accessed":{"date-parts":[["2025",11,26]]},"author":[{"family":"Heuer","given":"Moritz M."},{"family":"Fischer","given":"Klaus"},{"family":"Tensen","given":"Laura"}],"citation-key":"heuer2024","container-title":"Scientific Reports","container-title-short":"Sci Rep","DOI":"10.1038/s41598-024-74747-0","ISSN":"2045-2322","issue":"1","issued":{"date-parts":[["2024",10,10]]},"language":"en","license":"2024 The Author(s)","page":"23721","publisher":"Nature Publishing Group","source":"www.nature.com","title":"Color polymorphic carnivores have faster speciation rates","type":"article-journal","URL":"https://www.nature.com/articles/s41598-024-74747-0","volume":"14"},
  {"id":"huang2025a","abstract":"The probability of parallel genetic evolution is a function of the strength of selection and constraints imposed by genetic architecture. Inversions capture locally adapted alleles and suppress recombination between them, which limits the range of adaptive responses. In addition, the combined phenotypic effect of alleles within inversions is likely to be greater than that of individual alleles; this should further increase the contributions of inversions to parallel evolution. We tested the hypothesis that inversions contribute disproportionately to parallel genetic evolution in independent dune ecotypes of Helianthus petiolaris. We analysed habitat data and identified variables underlying parallel habitat shifts. Genotype–environment association analyses of these variables indicated parallel responses of inversions to shared selective pressures. We also confirmed larger seed size across the dunes and performed quantitative trait locus mapping with multiple crosses. Quantitative trait loci shared between locations fell into inversions more than expected by chance. We used whole-genome sequencing data to identify selective sweeps in the dune ecotypes and found that the majority of shared swept regions were found within inversions. Phylogenetic analyses of shared regions indicated that within inversions, the same allele typically was found in the dune habitat at both sites. These results confirm predictions that inversions drive parallel divergence in the dune ecotypes.","accessed":{"date-parts":[["2025",10,27]]},"author":[{"family":"Huang","given":"Kaichi"},{"family":"Ostevik","given":"Kate L."},{"family":"Jahani","given":"Mojtaba"},{"family":"Todesco","given":"Marco"},{"family":"Bercovich","given":"Natalia"},{"family":"Andrew","given":"Rose L."},{"family":"Owens","given":"Gregory L."},{"family":"Rieseberg","given":"Loren H."}],"citation-key":"huang2025a","container-title":"Nature Ecology & Evolution","container-title-short":"Nat Ecol Evol","DOI":"10.1038/s41559-024-02593-4","ISSN":"2397-334X","issue":"2","issued":{"date-parts":[["2025",2]]},"language":"en","license":"2024 The Author(s)","page":"325–335","publisher":"Nature Publishing Group","source":"www.nature.com","title":"Inversions contribute disproportionately to parallel genomic divergence in dune sunflowers","type":"article-journal","URL":"https://www.nature.com/articles/s41559-024-02593-4","volume":"9"},
  {"id":"jensen2024","abstract":"Hybridization and introgression are widespread in nature, with important implications for adaptation and speciation. Since heterogametic hybrids often have lower fitness than homogametic individuals, a phenomenon known as Haldane’s rule, loci inherited strictly through the heterogametic sex rarely introgress. We focus on the Y-chromosomal history of guenons, African primates that hybridized extensively in the past. Although our inferences suggest that Haldane’s rule generally applies, we uncover a Y chromosome introgression event between two species ca. six million years after their initial divergence. Using simulations, we show that selection likely drove the introgressing Y chromosome to fixation from a low initial frequency. We identify non-synonymous substitutions on the novel Y chromosome as candidate targets of selection, and explore meiotic drive as an alternative mechanism. Our results provide a rare example of Y chromosome introgression, showing that the ability to produce fertile heterogametic hybrids likely persisted for six million years in guenons.","accessed":{"date-parts":[["2025",11,4]]},"author":[{"family":"Jensen","given":"Axel"},{"family":"Horton","given":"Emma R."},{"family":"Amboko","given":"Junior"},{"family":"Parke","given":"Stacy-Anne"},{"family":"Hart","given":"John A."},{"family":"Tosi","given":"Anthony J."},{"family":"Guschanski","given":"Katerina"},{"family":"Detwiler","given":"Kate M."}],"citation-key":"jensen2024","container-title":"Nature Communications","container-title-short":"Nat Commun","DOI":"10.1038/s41467-024-54719-8","ISSN":"2041-1723","issue":"1","issued":{"date-parts":[["2024",11,29]]},"language":"en","license":"2024 The Author(s)","page":"10398","publisher":"Nature Publishing Group","source":"www.nature.com","title":"Y chromosome introgression between deeply divergent primate species","type":"article-journal","URL":"https://www.nature.com/articles/s41467-024-54719-8","volume":"15"},
  {"id":"jorquera2025","abstract":"Genomic adaptation and introgression can occur during the speciation process, enabling species to diverge in their frequencies of adaptive alleles or acquire new alleles that may promote adaptation to environmental changes. There is limited information on introgression in organisms from extreme environments and their responses to climate change. To address these questions, we focused on the 3 southern skua species, selected for their widespread distribution across the Southern Hemisphere and their complex history of speciation and introgression events. Our genomic data reveal that these skuas underwent diversification around the Penultimate Glacial Period, followed by subsequent demographic expansion. We identified a geographic region of introgression among species that followed a directional pattern sourced from the Antarctic continent, South America, and east to west in subantarctic islands, all converging towards the Antarctic Peninsula. The 3 skua species and admixed individuals exhibited a unique pattern of putative genes under selection, allowing adaptation to extreme conditions. Individuals with a higher proportion of Brown Skua ancestry showed signs of selection on genes related to reproductive isolation, while admixed individuals with a higher proportion of South Polar Skua ancestry displayed patterns resembling those of the South Polar Skua. Introgression may be a key mechanism of adaptation for many species that may help buffer against the ongoing climate change.","accessed":{"date-parts":[["2025",11,4]]},"author":[{"family":"Jorquera","given":"Josefina"},{"family":"Morales","given":"Lucila"},{"family":"Ng","given":"Elize Y X"},{"family":"Noll","given":"Daly"},{"family":"Pertierra","given":"Luis R"},{"family":"Pliscoff","given":"Patricio"},{"family":"Balza","given":"Ulises"},{"family":"Boulinier","given":"Thierry"},{"family":"Gamble","given":"Amandine"},{"family":"Kasinsky","given":"Tatiana"},{"family":"McInnes","given":"Julie C"},{"family":"Marín","given":"Juan Carlos"},{"family":"Olmastroni","given":"Silvia"},{"family":"Pistorius","given":"Pierre"},{"family":"Phillips","given":"Richard A"},{"family":"González-Solís","given":"Jacob"},{"family":"Emmerson","given":"Louise"},{"family":"Poulin","given":"Elie"},{"family":"Bowie","given":"Rauri C K"},{"family":"Burridge","given":"Christopher P"},{"family":"Vianna","given":"Juliana A"}],"citation-key":"jorquera2025","container-title":"Molecular Biology and Evolution","container-title-short":"Mol Biol Evol","DOI":"10.1093/molbev/msaf053","ISSN":"1537-1719","issue":"3","issued":{"date-parts":[["2025",3,1]]},"page":"msaf053","source":"Silverchair","title":"Genomic Introgression and Adaptation of Southern Seabird Species Facilitate Recent Polar Colonization","type":"article-journal","URL":"https://doi.org/10.1093/molbev/msaf053","volume":"42"},
  {"id":"levitan2025","abstract":"The establishment of reproductive isolation between species via gametic incompatibility initially requires within-species variation in reproductive compatibility. We investigate how within-species variation in sperm and egg recognition proteins, potentially generated via sexual conflict, influences reproductive isolation between two partially sympatric sea urchin species; the North American west coast Mesocentrotus franciscanus and the circumpolar Strongylocentrotus droebachiensis. Barriers to hybridization are stronger when eggs are given a choice of conspecific versus heterospecific sperm and the variation in hybridization among crosses can be explained by whether the sperm or egg protein variant is ancestral or derived. Derived proteins can be recognized as different and prevent hybridization. Examination of the allele frequencies of these proteins in M. franciscanus in and out of sympatry with S. droebachiensis along the west coast of North America reveals evidence of reinforcement selection and reproductive character displacement in eggs but not sperm, which likely reflects the differential cost of hybridization for males and females.","accessed":{"date-parts":[["2025",9,18]]},"author":[{"family":"Levitan","given":"Don R"},{"family":"Hao","given":"Yueling"}],"citation-key":"levitan2025","container-title":"Evolution","container-title-short":"Evol","DOI":"10.1093/evolut/qpaf092","ISSN":"0014-3820","issue":"8","issued":{"date-parts":[["2025",8,1]]},"page":"1522–1532","source":"Silverchair","title":"Hybridization, reinforcement selection, and sex-dependent reproductive character displacement of sperm and egg recognition proteins","type":"article-journal","URL":"https://doi.org/10.1093/evolut/qpaf092","volume":"79"},
  {"id":"lutgen2025","abstract":"The reshuffling of genomic variation from multiple origins is an important contributor to phenotypic diversification, yet insights into the evolutionary trajectories of this combinatorial process and their interplay with genetic architecture remain scarce. We show that convergent plumage color evolution in wheatears involves a monogenic architecture with modular variation introgressed at the agouti signaling protein (ASIP) locus. Introgression of a new transposable element insertion and linked protein-coding variation underpin a transspecific throat color polymorphism, which stable isotopes suggest is associated with alternative foraging niches. Cointrogression of linked regulatory ASIP variation resulted in mantle color convergence in one species, whereas convergent color evolution at the genus level required new variation. Our results demonstrate evolutionary trajectories from introgressed variation realized within the constraints of a monogenic architecture.","accessed":{"date-parts":[["2025",11,11]]},"author":[{"family":"Lutgen","given":"Dave"},{"family":"Peona","given":"Valentina"},{"family":"Chase","given":"Madeline A."},{"family":"Kakhki","given":"Niloofar Alaei"},{"family":"Lammers","given":"Fritjof"},{"family":"Souza","given":"Stacey G.","non-dropping-particle":"de"},{"family":"Ducrest","given":"Anne-Lyse"},{"family":"Burri","given":"Marta"},{"family":"Andriopoulos","given":"Pavlos"},{"family":"Lukhele","given":"Sifiso M."},{"family":"Moysi","given":"Michaella"},{"family":"Yohannes","given":"Elizabeth"},{"family":"Abbasov","given":"Abdin"},{"family":"Albayrak","given":"Tamer"},{"family":"Aliabadian","given":"Mansour"},{"family":"Auchli","given":"Nicolas"},{"family":"Bontzorlos","given":"Vasileios"},{"family":"Christoforou","given":"Ioulios"},{"family":"Copete","given":"José Luis"},{"family":"Fulco","given":"Egidio"},{"family":"Garcia","given":"Jesus T."},{"family":"Javakhishvili","given":"Zura"},{"family":"Kazazou","given":"Anna"},{"family":"Lei","given":"Fumin"},{"family":"Liu","given":"Yang"},{"family":"Paposhvili","given":"Nika"},{"family":"Patchett","given":"Robert"},{"family":"Péter","given":"Áron"},{"family":"Ritter","given":"Raphael"},{"family":"Sándor","given":"Attila D."},{"family":"Schneider","given":"Fabian"},{"family":"Shurulinkov","given":"Petar"},{"family":"Sklyarenko","given":"Sergey"},{"family":"Stumberger","given":"Borut"},{"family":"Tagiyev","given":"Abulfaz"},{"family":"Uboldi","given":"Alessia"},{"family":"Vogiatzis","given":"Nikitas"},{"family":"Taborsak-Lines","given":"Fanny"},{"family":"Gruselius","given":"Joel"},{"family":"Yao","given":"Liqun"},{"family":"Peichel","given":"Catherine L."},{"family":"Suh","given":"Alexander"},{"family":"Gagnaire","given":"Pierre-Alexandre"},{"family":"Kirschel","given":"Alexander N. G."},{"family":"Schweizer","given":"Manuel"},{"family":"Schielzeth","given":"Holger"},{"family":"Burri","given":"Reto"}],"citation-key":"lutgen2025","container-title":"Science","DOI":"10.1126/science.ado8005","issue":"6770","issued":{"date-parts":[["2025",10,16]]},"page":"eado8005","publisher":"American Association for the Advancement of Science","source":"science.org (Atypon)","title":"A mosaic of modular variation at a single gene underpins convergent plumage coloration","type":"article-journal","URL":"https://www.science.org/doi/10.1126/science.ado8005","volume":"390"},
  {"id":"maddison1997","abstract":"Exploration of the relationship between gene trees and their containing species trees leads to consideration of how to reconstruct species trees from gene trees and of the concept of phylogeny as a cloud of gene histories. When gene copies are sampled from various species, the gene tree relating these copies might disagree with the species phylogeny. This discord can arise from horizontal transfer (including hybridization), lineage sorting, and gene duplication and extinction. Lineage sorting could also be called deep coalescence, the failure of ancestral copies to coalesce (looking backwards in time) into a common ancestral copy until deeper than previous speciation events. These events depend on various factors; for instance, deep coalescence is more likely if the branches of the species tree are short (in generations) and wide (in population size). A similar dependence on process is found in historical biogeography and host-parasite relationships. Each of the processes of discord could yield a different parsimony criterion for reconstructing the species tree from a set of gene trees: with horizontal transfer, choose the species tree that minimizes the number of transfer events; with deep coalescence, choose the tree minimizing the number of extra gene lineages that had to coexist along species lineages; with gene duplication, choose the tree minimizing duplication and/or extinction events. Maximum likelihood methods for reconstructing the species tree are also possible because coalescence theory provides the probability that a particular gene tree would occur given a species tree (with branch lengths and widths specified). In considering these issues, one is provoked to reconsider precisely what is phylogeny. Perhaps it is misleading to view some gene trees as agreeing and other gene trees as disagreeing with the species tree; rather, all of the gene trees are part of the species tree, which can be visualized like a fuzzy statistical distribution, a cloud of gene histories. Alternatively, phylogeny might be (and has been) viewed not as a history of what happened, genetically, but as a history of what could have happened, i.e., a history of changes in the probabilities of inter-breeding.","accessed":{"date-parts":[["2025",8,27]]},"author":[{"family":"Maddison","given":"Wayne P."}],"citation-key":"maddison1997","container-title":"Systematic Biology","container-title-short":"Syst Biol","DOI":"10.1093/sysbio/46.3.523","ISSN":"1063-5157","issue":"3","issued":{"date-parts":[["1997",9,1]]},"page":"523–536","source":"Silverchair","title":"Gene Trees in Species Trees","type":"article-journal","URL":"https://doi.org/10.1093/sysbio/46.3.523","volume":"46"},
  {"id":"mallet2013","accessed":{"date-parts":[["2025",8,27]]},"author":[{"family":"Mallet","given":"James"}],"citation-key":"mallet2013","container-title":"Encyclopedia of Biodiversity (Second Edition)","DOI":"10.1016/B978-0-12-384719-5.00131-3","editor":[{"family":"Levin","given":"Simon A"}],"event-place":"Waltham","ISBN":"978-0-12-384720-1","issued":{"date-parts":[["2013",1,1]]},"page":"679–691","publisher":"Academic Press","publisher-place":"Waltham","source":"ScienceDirect","title":"Species, Concepts of","type":"chapter","URL":"https://www.sciencedirect.com/science/article/pii/B9780123847195001313"},
  {"id":"mcdiarmid2024","abstract":"Understanding genetic incompatibilities and genetic introgression between incipient species are major goals in evolutionary biology. Mitochondrial genes evolve rapidly and exist in dense gene networks with coevolved nuclear genes, suggesting that mitochondrial respiration may be particularly susceptible to disruption in hybrid organisms. Mitonuclear interactions have been demonstrated to contribute to hybrid dysfunction between deeply divergent taxa crossed in the laboratory, but there are few empirical examples of mitonuclear interactions between younger lineages that naturally hybridize. Here, we use controlled hybrid crosses and high-resolution respirometry to provide the first experimental evidence in a bird that inter-lineage mitonuclear interactions impact mitochondrial aerobic metabolism. Specifically, respiration capacity of the two mitodiscordant backcrosses (with mismatched mitonuclear combinations) differs from one another, although they do not differ significantly from the parental groups or mitoconcordant backcrosses as we would expect of mitonuclear disruptions. In the wild hybrid zone between these subspecies, the mitochondrial cline centre is shifted west of the nuclear cline centre, which is consistent with the direction of our experimental results. Our results therefore demonstrate asymmetric mitonuclear interactions that impact the capacity of cellular mitochondrial respiration and may help to explain the geographic discordance between mitochondrial and nuclear genomes observed in the wild.","accessed":{"date-parts":[["2025",9,18]]},"author":[{"family":"McDiarmid","given":"Callum S."},{"family":"Hooper","given":"Daniel M."},{"family":"Stier","given":"Antoine"},{"family":"Griffith","given":"Simon C."}],"citation-key":"mcdiarmid2024","container-title":"Molecular Ecology","DOI":"10.1111/mec.17374","ISSN":"1365-294X","issue":"12","issued":{"date-parts":[["2024"]]},"language":"en","license":"© 2024 The Authors. Molecular Ecology published by John Wiley & Sons Ltd.","page":"e17374","source":"Wiley Online Library","title":"Mitonuclear interactions impact aerobic metabolism in hybrids and may explain mitonuclear discordance in young, naturally hybridizing bird lineages","type":"article-journal","URL":"https://onlinelibrary.wiley.com/doi/abs/10.1111/mec.17374","volume":"33"},
  {"id":"mcgill2019","abstract":"Macroecology is a growing and important subdiscipline of ecology, but it is becoming increasingly diffuse, without an organizing principle that is widely agreed upon. I highlight two main current views of macroecology: as the study of large-scale systems and as the study of emergent systems. I trace the history of both these views through the writings of the founders of macroecology. I also highlight the transmutation principle that identifies serious limitations to the study of large-scale systems with reductionist approaches. And I suggest that much of the underlying goal of macroecology is the pursuit of general principles and the escape from contingency. I highlight that there are many intertwined aspects of macroecology, with a number of resulting implications. I propose that returning to a focus on studying assemblages of a large number of particles is a helpful view. I propose defining macroecology as “the study at the aggregate level of aggregate ecological entities made up of large numbers of particles for the purposes of pursuing generality”.","accessed":{"date-parts":[["2023",9,14]]},"author":[{"family":"McGill","given":"Brian J."}],"citation-key":"mcgill2019","container-title":"Global Ecology and Biogeography","DOI":"10.1111/geb.12855","ISSN":"1466-8238","issue":"1","issued":{"date-parts":[["2019"]]},"language":"en","license":"© 2018 John Wiley & Sons Ltd","page":"6–17","source":"Wiley Online Library","title":"The what, how and why of doing macroecology","type":"article-journal","URL":"https://onlinelibrary.wiley.com/doi/abs/10.1111/geb.12855","volume":"28"},
  {"id":"mcgill2019a","abstract":"The study of biodiversity started as a single unified field that spanned both ecology and evolution and both macro and micro phenomena. But over the 20th century, major trends drove ecology and evolution apart and pushed an emphasis towards the micro perspective in both disciplines. Macroecology and macroevolution re-emerged as self-consciously distinct fields in the 1970s and 1980s, but they remain largely separated from each other. Here, we argue that despite the challenges, it is worth working to combine macroecology and macroevolution. We present 25 fundamental questions about biodiversity that are answerable only with a mixture of the views and tools of both macroecology and macroevolution.","accessed":{"date-parts":[["2023",10,27]]},"author":[{"family":"McGill","given":"Brian J."},{"family":"Chase","given":"Jonathan M."},{"family":"Hortal","given":"Joaquín"},{"family":"Overcast","given":"Isaac"},{"family":"Rominger","given":"Andrew J."},{"family":"Rosindell","given":"James"},{"family":"Borges","given":"Paulo A. V."},{"family":"Emerson","given":"Brent C."},{"family":"Etienne","given":"Rampal S."},{"family":"Hickerson","given":"Michael J."},{"family":"Mahler","given":"D. Luke"},{"family":"Massol","given":"Francois"},{"family":"McGaughran","given":"Angela"},{"family":"Neves","given":"Pedro"},{"family":"Parent","given":"Christine"},{"family":"Patiño","given":"Jairo"},{"family":"Ruffley","given":"Megan"},{"family":"Wagner","given":"Catherine E."},{"family":"Gillespie","given":"Rosemary"}],"citation-key":"mcgill2019a","container-title":"Global Ecology and Biogeography","DOI":"10.1111/geb.13020","ISSN":"1466-8238","issue":"12","issued":{"date-parts":[["2019"]]},"language":"en","license":"© 2019 John Wiley & Sons Ltd","page":"1925–1936","source":"Wiley Online Library","title":"Unifying macroecology and macroevolution to answer fundamental questions about biodiversity","type":"article-journal","URL":"https://onlinelibrary.wiley.com/doi/abs/10.1111/geb.13020","volume":"28"},
  {"id":"meier2023","abstract":"Although some lineages of animals and plants have made impressive adaptive radiations when provided with ecological opportunity, the propensities to radiate vary profoundly among lineages for unknown reasons. In Africa’s Lake Victoria region, one cichlid lineage radiated in every lake, with the largest radiation taking place in a lake less than 16,000 years old. We show that all of its ecological guilds evolved in situ. Cycles of lineage fusion through admixture and lineage fission through speciation characterize the history of the radiation. It was jump-started when several swamp-dwelling refugial populations, each of which were of older hybrid descent, met in the newly forming lake, where they fused into a single population, resuspending old admixture variation. Each population contributed a different set of ancient alleles from which a new adaptive radiation assembled in record time, involving additional fusion-fission cycles. We argue that repeated fusion-fission cycles in the history of a lineage make adaptive radiation fast and predictable.","accessed":{"date-parts":[["2025",11,11]]},"author":[{"family":"Meier","given":"Joana I."},{"family":"McGee","given":"Matthew D."},{"family":"Marques","given":"David A."},{"family":"Mwaiko","given":"Salome"},{"family":"Kishe","given":"Mary"},{"family":"Wandera","given":"Sylvester"},{"family":"Neumann","given":"Dirk"},{"family":"Mrosso","given":"Hilary"},{"family":"Chapman","given":"Lauren J."},{"family":"Chapman","given":"Colin A."},{"family":"Kaufman","given":"Les"},{"family":"Taabu-Munyaho","given":"Anthony"},{"family":"Wagner","given":"Catherine E."},{"family":"Bruggmann","given":"Rémy"},{"family":"Excoffier","given":"Laurent"},{"family":"Seehausen","given":"Ole"}],"citation-key":"meier2023","container-title":"Science","DOI":"10.1126/science.ade2833","issue":"6665","issued":{"date-parts":[["2023",9,29]]},"page":"eade2833","publisher":"American Association for the Advancement of Science","source":"science.org (Atypon)","title":"Cycles of fusion and fission enabled rapid parallel adaptive radiations in African cichlids","type":"article-journal","URL":"https://www.science.org/doi/10.1126/science.ade2833","volume":"381"},
  {"id":"meyer2024","abstract":"Chromosomal inversions can play an important role in divergence and reproductive isolation by building and maintaining distinct allelic combinations between evolutionary lineages. Alternatively, they can take the form of balanced polymorphisms that segregate within populations until one arrangement becomes fixed. Many questions remain about how inversion polymorphisms arise, how they are maintained over the long term, and ultimately, whether and how they contribute to speciation. The long-snouted seahorse (Hippocampus guttulatus) is genetically subdivided into geographic lineages and marine-lagoon ecotypes, with shared structural variation underlying lineage and ecotype divergence. Here, we aim to characterize structural variants and to reconstruct their history and suspected role in ecotype formation. We generated a near chromosome-level genome assembly and described genome-wide patterns of diversity and divergence through the analysis of 112 whole-genome sequences from Atlantic, Mediterranean, and Black Sea populations. By also analysing linked-read sequencing data, we found evidence for two chromosomal inversions that were several megabases in length and showed contrasting allele frequency patterns between lineages and ecotypes across the species range. We reveal that these inversions represent ancient intraspecific polymorphisms, one likely being maintained by divergent selection and the other by pseudo-overdominance. A possible selective coupling between the two inversions was further supported by the absence of specific haplotype combinations and a putative functional interaction between the two inversions in reproduction. Lastly, we detected gene flux eroding divergence between inverted alleles at varying levels for the two inversions, with a likely impact on their dynamics and contribution to divergence and speciation.","accessed":{"date-parts":[["2025",10,27]]},"author":[{"family":"Meyer","given":"Laura"},{"family":"Barry","given":"Pierre"},{"family":"Riquet","given":"Florentine"},{"family":"Foote","given":"Andrew"},{"family":"Der Sarkissian","given":"Clio"},{"family":"Cunha","given":"Regina L."},{"family":"Arbiol","given":"Christine"},{"family":"Cerqueira","given":"Frédérique"},{"family":"Desmarais","given":"Erick"},{"family":"Bordes","given":"Anaïs"},{"family":"Bierne","given":"Nicolas"},{"family":"Guinand","given":"Bruno"},{"family":"Gagnaire","given":"Pierre-Alexandre"}],"citation-key":"meyer2024","container-title":"Molecular Ecology","DOI":"10.1111/mec.17277","ISSN":"1365-294X","issue":"24","issued":{"date-parts":[["2024"]]},"language":"en","license":"© 2024 John Wiley & Sons Ltd.","page":"e17277","source":"Wiley Online Library","title":"Divergence and gene flow history at two large chromosomal inversions underlying ecotype differentiation in the long-snouted seahorse","type":"article-journal","URL":"https://onlinelibrary.wiley.com/doi/abs/10.1111/mec.17277","volume":"33"},
  {"id":"moran2024","abstract":"The evolution of reproductive barriers is the first step in the formation of new species and can help us understand the diversification of life on Earth. These reproductive barriers often take the form of hybrid incompatibilities, in which alleles derived from two different species no longer interact properly in hybrids1–3. Theory predicts that hybrid incompatibilities may be more likely to arise at rapidly evolving genes4–6 and that incompatibilities involving multiple genes should be common7,8, but there has been sparse empirical data to evaluate these predictions. Here we describe a mitonuclear incompatibility involving three genes whose protein products are in physical contact within respiratory complex I of naturally hybridizing swordtail fish species. Individuals homozygous for mismatched protein combinations do not complete embryonic development or die as juveniles, whereas those heterozygous for the incompatibility have reduced complex I function and unbalanced representation of parental alleles in the mitochondrial proteome. We find that the effects of different genetic interactions on survival are non-additive, highlighting subtle complexity in the genetic architecture of hybrid incompatibilities. Finally, we document the evolutionary history of the genes involved, showing signals of accelerated evolution and evidence that an incompatibility has been transferred between species via hybridization.","accessed":{"date-parts":[["2025",9,18]]},"author":[{"family":"Moran","given":"Benjamin M."},{"family":"Payne","given":"Cheyenne Y."},{"family":"Powell","given":"Daniel L."},{"family":"Iverson","given":"Erik N. K."},{"family":"Donny","given":"Alexandra E."},{"family":"Banerjee","given":"Shreya M."},{"family":"Langdon","given":"Quinn K."},{"family":"Gunn","given":"Theresa R."},{"family":"Rodriguez-Soto","given":"Rebecca A."},{"family":"Madero","given":"Angel"},{"family":"Baczenas","given":"John J."},{"family":"Kleczko","given":"Korbin M."},{"family":"Liu","given":"Fang"},{"family":"Matney","given":"Rowan"},{"family":"Singhal","given":"Kratika"},{"family":"Leib","given":"Ryan D."},{"family":"Hernandez-Perez","given":"Osvaldo"},{"family":"Corbett-Detig","given":"Russell"},{"family":"Frydman","given":"Judith"},{"family":"Gifford","given":"Casey"},{"family":"Schartl","given":"Manfred"},{"family":"Havird","given":"Justin C."},{"family":"Schumer","given":"Molly"}],"citation-key":"moran2024","container-title":"Nature","DOI":"10.1038/s41586-023-06895-8","ISSN":"1476-4687","issue":"7997","issued":{"date-parts":[["2024",2]]},"language":"en","license":"2024 The Author(s)","page":"119–127","publisher":"Nature Publishing Group","source":"www.nature.com","title":"A lethal mitonuclear incompatibility in complex I of natural hybrids","type":"article-journal","URL":"https://www.nature.com/articles/s41586-023-06895-8","volume":"626"},
  {"id":"raffini2025","abstract":"Speciation is rarely observable directly. A way forward is to compare pairs of ecotypes that evolved in parallel in similar contexts but have reached different degrees of reproductive isolation. Such comparisons are possible in the marine snail Littorina saxatilis by contrasting barriers to gene flow between parallel ecotypes in Spain and Sweden. In both countries, divergent ecotypes have evolved to withstand either crab predation or wave action. Here, we explore transects spanning contact zones between the Crab and the Wave ecotypes using low-coverage whole-genome sequencing, morphological and behavioural traits. Despite parallel phenotypic divergence, distinct patterns of differentiation between the ecotypes emerged: a continuous cline in Sweden indicating a weak barrier to gene flow, but two highly genetically and phenotypically divergent, and partly spatially overlapping clusters in Spain suggesting a much stronger barrier to gene flow. The absence of Spanish early-generation hybrids supported strong isolation, but a low level of gene flow is evident from molecular data. In both countries, highly differentiated loci were located in both shared and country-specific chromosomal inversions but were also present in collinear regions. Despite being considered the same species and showing similar levels of phenotypic divergence, the Spanish ecotypes are much closer to full reproductive isolation than the Swedish ones. Barriers to gene flow of very different strengths between ecotypes within the same species might be explained by dissimilarities in the spatial arrangement of habitats, the selection gradients or the ages of the systems.","accessed":{"date-parts":[["2025",10,5]]},"author":[{"family":"Raffini","given":"Francesca"},{"family":"De Jode","given":"Aurélien"},{"family":"Johannesson","given":"Kerstin"},{"family":"Faria","given":"Rui"},{"family":"Zagrodzka","given":"Zuzanna B."},{"family":"Westram","given":"Anja M."},{"family":"Galindo","given":"Juan"},{"family":"Rolán-Alvarez","given":"Emilio"},{"family":"Butlin","given":"Roger K."}],"citation-key":"raffini2025","container-title":"Molecular Ecology","DOI":"10.1111/mec.70025","ISSN":"1365-294X","issue":"n/a","issued":{"date-parts":[["2025"]]},"language":"en","license":"© 2025 The Author(s). Molecular Ecology published by John Wiley & Sons Ltd.","page":"e70025","source":"Wiley Online Library","title":"Phenotypic Divergence and Genomic Architecture Between Parallel Ecotypes at Two Different Points on the Speciation Continuum in a Marine Snail","type":"article-journal","URL":"https://onlinelibrary.wiley.com/doi/abs/10.1111/mec.70025","volume":"n/a"},
  {"id":"rundle2005","abstract":"Ecological processes are central to the formation of new species when barriers to gene flow (reproductive isolation) evolve between populations as a result of ecologically-based divergent selection. Although laboratory and field studies provide evidence that ‘ecological speciation’ can occur, our understanding of the details of the process is incomplete. Here we review ecological speciation by considering its constituent components: an ecological source of divergent selection, a form of reproductive isolation, and a genetic mechanism linking the two. Sources of divergent selection include differences in environment or niche, certain forms of sexual selection, and the ecological interaction of populations. We explore the evidence for the contribution of each to ecological speciation. Forms of reproductive isolation are diverse and we discuss the likelihood that each may be involved in ecological speciation. Divergent selection on genes affecting ecological traits can be transmitted directly (via pleiotropy) or indirectly (via linkage disequilibrium) to genes causing reproductive isolation and we explore the consequences of both. Along with these components, we also discuss the geography and the genetic basis of ecological speciation. Throughout, we provide examples from nature, critically evaluate their quality, and highlight areas where more work is required.","accessed":{"date-parts":[["2025",9,4]]},"author":[{"family":"Rundle","given":"Howard D."},{"family":"Nosil","given":"Patrik"}],"citation-key":"rundle2005","container-title":"Ecology Letters","DOI":"10.1111/j.1461-0248.2004.00715.x","ISSN":"1461-0248","issue":"3","issued":{"date-parts":[["2005"]]},"language":"en","page":"336–352","source":"Wiley Online Library","title":"Ecological speciation","type":"article-journal","URL":"https://onlinelibrary.wiley.com/doi/abs/10.1111/j.1461-0248.2004.00715.x","volume":"8"},
  {"id":"schield2024","abstract":"Despite the well-known effects of sexual selection on phenotypes, links between this evolutionary process and reproductive isolation, genomic divergence, and speciation have been difficult to establish. We unravel the genetic basis of sexually selected plumage traits to investigate their effects on reproductive isolation in barn swallows. The genetic architecture of sexual traits is characterized by 12 loci on two autosomes and the Z chromosome. Sexual trait loci exhibit signatures of divergent selection in geographic isolation and barriers to gene flow in secondary contact. Linkage disequilibrium between these genes has been maintained by selection in hybrid zones beyond what would be expected under admixture alone. Our findings reveal that selection on coupled sexual trait loci promotes reproductive isolation, providing key empirical evidence for the role of sexual selection in speciation.","accessed":{"date-parts":[["2025",9,8]]},"author":[{"family":"Schield","given":"Drew R."},{"family":"Carter","given":"Javan K."},{"family":"Scordato","given":"Elizabeth S. C."},{"family":"Levin","given":"Iris I."},{"family":"Wilkins","given":"Matthew R."},{"family":"Mueller","given":"Sarah A."},{"family":"Gompert","given":"Zachariah"},{"family":"Nosil","given":"Patrik"},{"family":"Wolf","given":"Jochen B. W."},{"family":"Safran","given":"Rebecca J."}],"citation-key":"schield2024","container-title":"Science","DOI":"10.1126/science.adj8766","issue":"6727","issued":{"date-parts":[["2024",12,13]]},"page":"eadj8766","publisher":"American Association for the Advancement of Science","source":"science.org (Atypon)","title":"Sexual selection promotes reproductive isolation in barn swallows","type":"article-journal","URL":"https://www.science.org/doi/10.1126/science.adj8766","volume":"386"},
  {"id":"title2024","abstract":"Snakes and lizards (Squamata) represent a third of terrestrial vertebrates and exhibit spectacular innovations in locomotion, feeding, and sensory processing. However, the evolutionary drivers of this radiation remain poorly known. We infer potential causes and ultimate consequences of squamate macroevolution by combining individual-based natural history observations (>60,000 animals) with a comprehensive time-calibrated phylogeny that we anchored with genomic data (5400 loci) from 1018 species. Due to shifts in the dynamics of speciation and phenotypic evolution, snakes have transformed the trophic structure of animal communities through the recurrent origin and diversification of specialized predatory strategies. Squamate biodiversity reflects a legacy of singular events that occurred during the early history of snakes and reveals the impact of historical contingency on vertebrate biodiversity.","accessed":{"date-parts":[["2025",11,26]]},"author":[{"family":"Title","given":"Pascal O."},{"family":"Singhal","given":"Sonal"},{"family":"Grundler","given":"Michael C."},{"family":"Costa","given":"Gabriel C."},{"family":"Pyron","given":"R. Alexander"},{"family":"Colston","given":"Timothy J."},{"family":"Grundler","given":"Maggie R."},{"family":"Prates","given":"Ivan"},{"family":"Stepanova","given":"Natasha"},{"family":"Jones","given":"Marc E. H."},{"family":"Cavalcanti","given":"Lucas B. Q."},{"family":"Colli","given":"Guarino R."},{"family":"Di-Poï","given":"Nicolas"},{"family":"Donnellan","given":"Stephen C."},{"family":"Moritz","given":"Craig"},{"family":"Mesquita","given":"Daniel O."},{"family":"Pianka","given":"Eric R."},{"family":"Smith","given":"Stephen A."},{"family":"Vitt","given":"Laurie J."},{"family":"Rabosky","given":"Daniel L."}],"citation-key":"title2024","container-title":"Science","DOI":"10.1126/science.adh2449","issue":"6685","issued":{"date-parts":[["2024",2,23]]},"page":"918–923","publisher":"American Association for the Advancement of Science","source":"science.org (Atypon)","title":"The macroevolutionary singularity of snakes","type":"article-journal","URL":"https://www.science.org/doi/10.1126/science.adh2449","volume":"383"},
  {"id":"turbek2021","abstract":"Behavioral isolation can catalyze speciation and permit the slow accumulation of additional reproductive barriers between co-occurring organisms. We illustrate how this process occurs by examining the genomic and behavioral bases of pre-mating isolation between two bird species (Sporophila hypoxantha and the recently discovered S. iberaensis) that belong to the southern capuchino seedeaters, a recent, rapid radiation characterized by variation in male plumage coloration and song. Although these two species co-occur without obvious ecological barriers to reproduction, we document behaviors indicating species recognition by song and plumage traits and strong assortative mating associated with genomic regions underlying male plumage patterning. Plumage differentiation likely originated through the reassembly of standing genetic variation, indicating how novel sexual signals may quickly arise and maintain species boundaries.","accessed":{"date-parts":[["2025",10,5]]},"author":[{"family":"Turbek","given":"Sheela P."},{"family":"Browne","given":"Melanie"},{"family":"Di Giacomo","given":"Adrián S."},{"family":"Kopuchian","given":"Cecilia"},{"family":"Hochachka","given":"Wesley M."},{"family":"Estalles","given":"Cecilia"},{"family":"Lijtmaer","given":"Darío A."},{"family":"Tubaro","given":"Pablo L."},{"family":"Silveira","given":"Luís Fábio"},{"family":"Lovette","given":"Irby J."},{"family":"Safran","given":"Rebecca J."},{"family":"Taylor","given":"Scott A."},{"family":"Campagna","given":"Leonardo"}],"citation-key":"turbek2021","container-title":"Science","DOI":"10.1126/science.abc0256","issue":"6536","issued":{"date-parts":[["2021",3,26]]},"page":"eabc0256","publisher":"American Association for the Advancement of Science","source":"science.org (Atypon)","title":"Rapid speciation via the evolution of pre-mating isolation in the Iberá Seedeater","type":"article-journal","URL":"https://www.science.org/doi/full/10.1126/science.abc0256","volume":"371"},
  {"id":"wang2021","abstract":"One of the most difficult experimental challenges today is testing the evolutionary dynamics shaping complex host-microbiome interactions. We investigated host-microbiome codiversification in response to xenobiotic-induced selection using an experimental evolution approach. To this end, we exposed the parasitoid wasp Nasonia vitripennis to sublethal concentrations of the widely used herbicide atrazine for 85 generations. Our results reveal that atrazine exposure not only mediated adaptive changes within the microbiome, which conferred host resistance to atrazine toxicity, but also exerted selective pressure on the host genome and altered host gene expression and immune response. Furthermore, microbiome transplant experiments reveal a decreased survival of adults from the control population after exposure to the evolved microbiome of the atrazine-exposed population, while no such decrease occurred in the reciprocal transplant. These results indicate that xenobiotic-induced selection mediated host-microbiome coadaptation, ultimately leading to a new host genome–microbiome equilibrium.","accessed":{"date-parts":[["2025",11,17]]},"author":[{"family":"Wang","given":"Guan-Hong"},{"family":"Dittmer","given":"Jessica"},{"family":"Douglas","given":"Brecia"},{"family":"Huang","given":"Long"},{"family":"Brucker","given":"Robert M."}],"citation-key":"wang2021","container-title":"Science Advances","DOI":"10.1126/sciadv.abd4473","issue":"19","issued":{"date-parts":[["2021",5,5]]},"page":"eabd4473","publisher":"American Association for the Advancement of Science","source":"science.org (Atypon)","title":"Coadaptation between host genome and microbiome under long-term xenobiotic-induced selection","type":"article-journal","URL":"https://www.science.org/doi/full/10.1126/sciadv.abd4473","volume":"7"},
  {"id":"yusuf2025","abstract":"Cis-regulatory evolution has been implicated in morphological and physiological reproductive isolation, but its role in divergence of mate recognition behaviours is unknown. The latter are often the first, most powerful mating barriers to evolve during speciation, but understanding their genetics is hampered by the context-dependence of mate choice. We circumvented this challenge by using allele-specific expression analyses in F1 hybrids of sexually isolated cricket species, Teleogryllus oceanicus and T. commodus. Female crickets choose mating partners based on species-specific male advertisement songs, and we found extensive cis-regulatory divergence in neural tissues exposed to conspecific, heterospecific, or mixed-species songs. Genes with divergent expression were implicated in learning, memory and transcriptional regulation, and they showed elevated population genetic differentiation in allopatry but not sympatry. This implies that genes recruited during evolutionary divergence of mate recognition systems may be homogenised by gene flow. Regulatory divergence was asymmetrical between the two species; divergent selection on genes associated with female perception of male song was more prominent in T. oceanicus than in T. commodus. Evolved differences in gene regulation are strongly associated with sexual signal perception in closely related species, supporting the idea that rapid cis-regulatory evolution of mate recognition can accelerate speciation.","accessed":{"date-parts":[["2025",10,20]]},"author":[{"family":"Yusuf","given":"Leeban H."},{"family":"Zhang","given":"Shangzhe"},{"family":"Litzke","given":"Vivienne"},{"family":"Pulver","given":"Stefan R."},{"family":"Jones","given":"Theresa M."},{"family":"Bailey","given":"Nathan W."}],"citation-key":"yusuf2025","DOI":"10.1101/2025.05.19.654830","issued":{"date-parts":[["2025",5,23]]},"language":"en","license":"© 2025, Posted by Cold Spring Harbor Laboratory. This pre-print is available under a Creative Commons License (Attribution-NonCommercial 4.0 International), CC BY-NC 4.0, as described at http://creativecommons.org/licenses/by-nc/4.0/","page":"2025.05.19.654830","publisher":"bioRxiv","section":"New Results","source":"bioRxiv","title":"Cis-regulatory divergence and mate recognition in behaviourally isolated cricket species","type":"article","URL":"https://www.biorxiv.org/content/10.1101/2025.05.19.654830v1"},
  {"id":"zhang2024","abstract":"Ecology and geography can play important roles in the evolution of reproductive isolation across the speciation continuum, but few studies address both at the later stages of speciation. This notable gap in knowledge arises from the fact that traditional ecological speciation studies have predominantly focused on the role of ecology in initiating the speciation process, while many studies exploring the effect of geography (e.g., reinforcement) concentrate on species pairs that lack divergent ecological characteristics. We simultaneously examine the strength of habitat isolation and sexual isolation among three closely related species of Belonocnema gall-forming wasps on two species of live oaks, Quercus virginiana and Q. geminata, that experience divergent selection from their host plants and variable rates of migration due to their geographic context. We find that the strength of both habitat isolation and sexual isolation is lowest among allopatric species pairs with the same host plant association, followed by allopatric species with different host plant associations, and highest between sympatric species with different host-plant associations. This pattern suggests that divergent selection due to different host use interacts with geography in the evolution of habitat isolation and sexual isolation during the later stages of speciation of Belonocnema wasps.","accessed":{"date-parts":[["2025",9,8]]},"author":[{"family":"Zhang","given":"Linyi"},{"family":"Hood","given":"Glen Ray"},{"family":"Ott","given":"James R"},{"family":"Egan","given":"Scott P"}],"citation-key":"zhang2024","container-title":"Journal of Evolutionary Biology","container-title-short":"j. evol. Biol.","DOI":"10.1093/jeb/voae005","ISSN":"1010-061X","issue":"2","issued":{"date-parts":[["2024",2,1]]},"page":"248–255","source":"Silverchair","title":"The role of divergent host use and geography in the evolution of habitat isolation and sexual isolation among sister species of Belonocnema gall wasps","type":"article-journal","URL":"https://doi.org/10.1093/jeb/voae005","volume":"37"}
]
